{
    "Lily Shi": {
        "name": "Lily Shi",
        "school": "Ringwood Secondary College",
        "comment": "教MMT的Steve老师超级好的，上他的课很有趣！因为他总会找不同的卷子给我们刷，知识点都降得很详细。他的note整理非常完整，考sac之前他还会给我们打印各种sac模拟题。然后John和Victor的FM和EAL，上他们的课对我也起到了很大的帮助。补习社的氛围也不像以前所理解的补习班那样子，老师和admin超级nice的。最后老师们！我会想你们的！",
        "imgURL": "default.png"
    },
    "Jayden": {
        "name": "Jayden",
        "school": "Ringwood Secondary College",
        "comment": "首先要万分感谢我的EAL Tutor，在我最无助的时候，因为这位老师的热心帮助，让我的成绩有提高。他会很认真负责的讲每一个细节并且举例子来让我快速理解。在不上课的时候，她也几乎无时无刻回答我的问题，认真批改作文，其实真的很少老师能做到这样！再说说数学和物理的Steve，他是为很负责的老师，每个细节都能注意到，还能缓解紧张的气氛，特别是在Final！",
        "imgURL": "default.png"
    },
    "Hannah": {
        "name": "Hannah",
        "school": "Ashwood High School",
        "comment": "EAL ALEX:是一个很温柔的老师哈哈！ 而且感觉知识渊博，懂很多历史。他总是很耐心笑嘻嘻的指导你，并且很好相处的老师。慢慢懂得他的学习方法以后感觉EAL好学了很多。<br>中文Shirley： 我非常喜欢的老师， 第一节课有点高冷但是慢慢久了发现像朋友一样好相处。 虽然总因为语言组织的不好而被嫌弃的作文， 但是正因为这样， 才有压力去逼迫你学。 哈哈哈上了她的课以后， 感觉收获好多。 ",
        "imgURL": "default.png"
    },
    "Doris Wang": {
        "name": "Doris Wang",
        "school": "Kew High School",
        "comment": "待人很真诚，做题很套路。<br>讲话很逗比， 讲课很成熟。<br>不仅颜值高， 而且技术好。<br>简直太会玩， 高数绿茶婊。<br>椰水配咖啡， 一杯又一杯。<br>手持艾派德， 个性手机壳。<br>美人配强者， 高分赠学霸。<br>新疆羊肉串， 潮州鱼蛋粉。<br>称霸牛津市， 玩转墨尔本。<br>一日为我师， 终身好基友。<br>高数三十九， 没到我小狗。<br>高考都加油， 说走咱就走！ ",
        "imgURL": "default.png"
    },
    "Elina": {
        "name": "Elina",
        "school": "Fintona Girls School",
        "comment": "因为到了12年级大家都在补习嘛，所以我想我也一定得补补。我是通过学姐介绍来的这家补习社，其实之前我也去过别的补习社，但是相比之下，墨尔本VCE补习社的老师更幽默风趣，讲课简单易懂，画的重点也都交的很好。中英文结合的教学让我不仅知道这个英文单词的意思，更能从中文理解到这个概念的含义，而且补习社的老师对细节方面的阐释也做的很好，这恰恰是学校里的老师做不到的。在补习社学习不仅获得了自信，看到了分数的上涨，同时也交到了许多逗比好友。因为学校的人比较少，所以想交朋友比较难，但来这边以后认识到了很多好朋友。我真的很喜欢补习社，这里就像我家一样。",
        "imgURL": "default.png"
    },
    "Lily Li": {
        "name": "Lily Li",
        "school": "Camberwell Girls Grammar",
        "comment": "一年过得好快！真的非常感谢爱穿假两件的Steve今年对我们的付出。以前对补习班的固有印象是刻板无趣，和过得很漫长的难熬时间。但是Steve的授课方式诙谐幽默，总能让你在不知不觉间，在轻松的氛围里学到很多，以至于我对结束的Year12最大的不舍就是每周四放学和好友一起奔向补习社，听Steve给我们讲各种各样的新知识点。从来都不擅长数学的我，从去年在这儿学习以后，第一次觉得数学没那么可怕了，今年慢慢还有点喜欢上数学的感觉？哈哈哈哈！还有就是，Steve和James整理的数学和物理的笔记真的很全很清晰，有了这些笔记做题格外的不慌不忙！",
        "imgURL": "default.png"
    },
    "Wendy Zheng": {
        "name": "Wendy Zheng",
        "school": "East Doncaster Secondary College",
        "comment": "上了四个学期高数和中学的小班课，从一开始上课时一直晕，到后来慢慢的就适应了。喜欢steve和james老师的教学方（tao）式（lu），可以说12年级的知识点老师涵盖的很全面，还教了很多学校老师根本没教的重点，对我帮助很大，并且学习气氛也很好。<br>两位老师都人很好人， 仔细贴心善良帅气， 做事兢兢业业任劳任怨善解人意， 请大家一起为墨尔本VCE补习社点赞！ 哈哈哈哈 ",
        "imgURL": "default.png"
    },
    "Josephine Wang": {
        "name": "Josephine Wang",
        "school": "Alia College",
        "comment": "虽然上课的时间不长，但是我觉得来补习社上课还是非常开心的。我身边所有来过补习社的朋友都对补习社赞誉有加，感觉补习社的老师和同学都很友好，很友善，是一个会让人觉得很舒服的地方。未来如果我有其他小学弟学妹，一定会再推荐他们来补习社的！",
        "imgURL": "default.png"
    }
}
