{
    "IB-ENG1": {
        "subjectId": "IB-ENG1",
        "subjectName": "Language - English A&B",
        "subjectDesc": "IB",
        "subjectIntros": "The English A: Literature programme encourages an appreciation of literature and a knowledge of the student’s own cultural setting and of other societies. Through the study of Literature in Translation, students gain a broadened perspective of literature and human thought. <br>English B is for a language learner who has 2 – 5 years experience of the target language. ",
        "outcome": "Aim English A<br>The aims of the English A: Literature programme at both levels are to develop the students’ power of expression, both in oral and written communication, and provide the opportunity of practising and developing the skills involved in writing and speaking in a variety of styles and situations; encourage a personal appreciation of literature and develop an understanding of the techniques involved in literary study and criticism; introduce students to literary classics and to a range of modern<br>writing in different literary genres, styles and contexts; promote an international perspective through the study of works from the students’ own culture and other cultures; introduce students to ways of approaching and studying literature, leading to the development of an understanding and appreciation of the relationships between different works; develop the ability to engage in close, detailed and critical examination of written text; and promote in students an enjoyment of, and lifelong<br>interest in, literature.<br>Aim English B<br>The aims of the programme are to:  - Enable students to understand and use the language they have studied in a range of contexts and for a variety of purposes.  - Enable students to use the language appropriately.  - Encourage, through the study of texts and social interaction, an awareness and appreciation of the different perspectives of people from other cultures.  - Develop students’ awareness of the role of language in relation to other areas of knowledge. - Provide the opportunity for nenjoyment, creativity and intellectual stimulation through knowledge of a language.  - Provide students with a basis for further study, work and leisure through language.  - Develop students’ awareness of the relationships between the language and cultures with which they are familiar.",
        "assessment": "Internal Assessment  1. Works in Translation component: One written assignment, internally set and externally assessed.(25 %)  2. Oral component: Parts 2 and 4 are internally assessed by the teacher and externally moderated based equally upon an unseen formal commentary and a prepared oral presentation.(30 % )  External Examination  3. Written Examinations(2 x 1.5 hours, 45 % )",
        "content": {
            "tags": ["Part1", "Part2", "Part3", "Part4"],
            "Part1": "Works in Translation (2 works): Two works written by a different author chosen from the IB Prescribed Literature in Translation List, originally written in a language other than English and studied in translation;",
            "Part2": "Detailed Study (2 works): One work from each of two different genre-based categories written by different authors chosen from the IB Prescribed List of Authors;",
            "Part3": "Literary Genres (3 works): Two works from the IB Prescribed List of Authors, all three in the same genre by different authors;",
            "Part4": "Options (3 works): Three works by different authors, freely chosen in any combination."
        },
        "source": "https://www.ggs.vic.edu.au/School/Academic/Curriculum-Guide-2018/Year-11-and-12---IB/Group-1---English-A--Literature"
    },
    "IB-CHI1": {
        "subjectId": "IB-CHI1",
        "subjectName": "Language - Chinese A&B ",
        "subjectDesc": "IB",
        "subjectIntros": "The Chinese A: Literature programme encourages an appreciation of literature and a knowledge of the student’s own cultural setting and of other societies. Through the study of Literature in Translation, students gain a broadened perspective of literature and human thought. <br>Chinese B is for a language learner who has 2 – 5 years experience of the target language. ",
        "outcome": "Aim Chinese A<br>The aims of the English A: Literature programme at both levels are to develop the students’ power of expression, both in oral and written communication, and provide the opportunity of practising and developing the skills involved in writing and speaking in a variety of styles and situations; encourage a personal appreciation of literature and develop an understanding of the techniques involved in literary study and criticism; introduce students to literary classics and to a range of modern writing in different literary genres, styles and contexts; promote an international perspective through the study of works from the students’ own culture and other cultures; introduce students to ways of approaching and studying literature, leading to the development of an understanding and appreciation of the relationships between different works; develop the ability to engage in close, detailed and critical examination of written text; and promote in students an enjoyment of, and lifelong interest in, literature.<br>Aim Chinese B<br>The aims of the programme are to:  - Enable students to understand and use the language they have studied in a range of contexts and for a variety of purposes.  - Enable students to use the language appropriately.  - Encourage, through the study of texts and social interaction, an awareness and appreciation of the different perspectives of people from other cultures.  - Develop students’ awareness of the role of language in relation to other areas of knowledge.  - Provide the opportunity for enjoyment, creativity and intellectual stimulation through knowledge of a language.  - Provide students with a basis for further study, work and leisure through language.  - Develop students’ awareness of the relationships between the language and cultures with which they are familiar.",
        "assessment": "Internal Assessment (30%)  Internally assessed by the teacher and externally moderated by the IB.<br>Individual Oral(8 - 10 minutes)(20 % )  Based on the options: 15 minutes preparation time and a 10 minute(maximum) presentation and discussion with the teacher.<br>Interactive Oral Activity(10 % )  Based on the core: three classroom activities assessed by the teacher.<br>External Examinations: Written Component(70 %)<br>Written assignment(sat internally): receptive and written production skills(20 % )",
        "content": {
            "tags": ["Part1", "Part2", "Part3", "Part4"]
        },
        "source": "https://www.ggs.vic.edu.au/School/Academic/Curriculum-Guide-2018/Year-11-and-12---IB/Group-2---Language-B--"
    }
}
