{
    "VCE-ENG1": {
        "subjectId": "VCE-ENG1",
        "subjectName": "English",
        "subjectDesc": "VCE",
        "subjectIntros": "VCE English focuses on how English language is used to create meaning in written, spoken and multimodal texts of varying complexity. Literary texts selected for study are drawn from the past and present, from Australia and from other cultures. Other texts are selected for analysis and presentation of argument. The study is intended to meet the needs of students with a wide range of expectations and aspirations, including those for whom English is an additional language.",
        "outcome": "<b>Outcome 1</b> Produce an analytical interpretation of a selected text, and a creative response to a different selected text. <br><b>Outcome 2</b> Analyse and compare the use of argument and persuasive language in texts that present a point of view on an issue currently debated in the media. <br><b>Outcome 3</b> Produce a detailed comparison which analyses how two selected texts present ideas, issues and themes. <br><b>Outcome 4</b> Construct a sustained and reasoned point of view on an issue currently debated in the media",
        "assessment": "Final English result = Unit 3 25% + Unit 4 25% + Final exam 50% <br><b>Final exam Reading and creating texts Assessment (33%)</b> will be based on an analytical response to one of two texts selected from the English/EAL Text List published annually by the VCAA for Unit 3 Outcome 1. <br><b>Reading and comparing texts Assessment (33%)</b> will be based on an analytical response to a pair of selected texts from the English/EAL Text List published by the VCAA for Unit 4 Outcome 1. <br><b>Analysing argument Assessment (33%)</b> will be based on an analysis of argument and the use of persuasive language in unseen text/s.",
        "content": {
            "tags": [
                "Unit1",
                "Unit2",
                "Unit3",
                "Unit4"
            ],
            "Unit1": "In this unit, students read and respond to texts analytically and creatively. They analyse arguments and the use of persuasive language in texts and create their own texts intended to position audiences. Students develop their skills in creating written, spoken and multimodal texts.",
            "Unit2": "In this unit students compare the presentation of ideas, issues and themes in texts. They analyse arguments presented and the use of persuasive language in texts and create their own texts intended to position audiences. Students develop their skills in creating written, spoken and multimodal texts.",
            "Unit3": "In this unit students read and respond to texts analytically and creatively. They analyse arguments and the use of persuasive language in texts. ",
            "Unit4": "In this unit students compare the presentation of ideas, issues and themes in texts. They create an oral presentation intended to position audiences about an issue currently debated in the media. "
        },
        "source": "ENGLISH AND ENGLISH AS AN ADDITIONAL LANGUAGE study design<br>http://www.vcaa.vic.edu.au/Documents/vce/english/EnglishEAL-SD-2016.pdf"
    },
    "VCE-EAL1": {
        "subjectId": "VCE-EAL1",
        "subjectName": "EAL(English As Additional language)",
        "subjectDesc": "VCE",
        "subjectIntros": "VCE EAL focuses on how English language is used to create meaning in written, spoken and multimodal texts of varying complexity. Literary texts selected for study are drawn from the past and present, from Australia and from other cultures. Other texts are selected for analysis and presentation of argument. The study is intended to meet the needs of students with a wide range of expectations and aspirations, including those for whom English is an additional language.",
        "outcome": "<b>Outcome 1</b> Produce an analytical interpretation of a selected text, and a creative response to a different selected text.<br><b>Outcome 2</b> Analyse and compare the use of argument and persuasive language in texts that present a point of view on an issue currently debated in the media<br><b>Outcome 3</b> Comprehend a spoken text.<br><b>Outcome 4</b> Produce a detailed comparison which analyses how two selected texts present ideas, issues and themes<br><b>Outcome 5</b> Construct a sustained and reasoned point of view on an issue currently debated in the media",
        "assessment": "Final exam <br>Section A – Listening to texts <br>Worth 20% of the total marks available for the examination.<br>Students will be required to respond to short-answer questions based on their comprehension of two to three unfamiliar spoken texts. Each text will be played twice. <br>Section B – Analytical interpretation of a text <br>Worth 40 % of the total marks available for the examination.<br>Students will be required to write an analytical interpretation of one text from the VCE English and English as an Additional Language (EAL) Text List for the year in question. There will be two topics for each of the 20 texts in List 1 and two topics for each of the texts designated as ‘EAL’ in List 2, giving a total of 28 texts. Students will be required to write a response to one topic on one text.<br>Section C – Argument and persuasive language <br>Worth 40 % of the total marks available for the examination.<br>Students will be required to analyse how argument and language are used in an unseen text(s) to persuade others to share the point(s) of view expressed. For the purposes of this task, ‘language’ refers to written, spoken and visual language. Students will not be required to evaluate the relative merits of arguments or the effectiveness of the use of persuasive language in any text(s). There will be two questions in Section C: • Question 1 will require students to demonstrate their understanding of the text(s) by responding to short-answer questions. • Question 2 will require students to analyse how argument and language have been used to attempt to persuade others to share the point(s) of view expressed. The response for Question 2 will be assessed according to the assessment criteria specified below.",
        "content": {
            "tags": [
                "Unit1",
                "Unit2",
                "Unit 3 and 4"
            ],
            "Unit1": "In this unit, students read and respond to texts analytically and creatively. They analyse arguments and the use of persuasive language in texts and create their own texts intended to position audiences.On completion of this unit the student should be able to produce analytical and creative responses to texts.",
            "Unit2": "In this unit students compare the presentation of ideas, issues and themes in texts. They analyse arguments presented and the use of persuasive language in texts and create their own texts intended to position audiences. On completion of this unit the student should be able to analyse how argument and persuasive language can be used to position audiences, and create their own texts intended to position audiences.",
            "Unit 3 and 4": "A total of three texts across the Units 3 and 4 sequence must be selected from the Text Lists published annually by the VCAA. EAL students must read and study one selected text from Text List 1 and a pair of texts (that is, two texts) from Text List 2. Two texts must be used for Unit 3 Area of Study 1, one selected from List 1, and one of the pair selected from List 2. The pair of texts from Text List 2 should be used for Unit 4 Area of Study 1. In either Unit 3 or 4, at least one set text must be a written text in one of the following forms: a novel, a play, a collection of short stories or a collection of poetry."
        },
        "source": "ENGLISH AND ENGLISH AS AN ADDITIONAL LANGUAGE study design<br>http://www.vcaa.vic.edu.au/Documents/vce/english/EnglishEAL-SD-2016.pdf"
    },
    "VCE-MATH1": {
        "subjectId": "VCE-MATH1",
        "subjectName": "Further Mathematics",
        "subjectDesc": "VCE",
        "subjectIntros": "Further Mathematics are designed to be widely accessible and comprise a combination of non-calculus based content from a prescribed core and a selection of two from four possible modules across a range of application contexts. They provide general preparation for employment or further study, in particular where data analysis, recursion and number patterns are important. <br>The assumed knowledge and skills for the Further Mathematics Units 3 and 4 prescribed core are covered in specified topics from General Mathematics Units 1 and 2. Students who have done only Mathematical Methods Units 1 and 2 will also have had access to assumed knowledge and skills to undertake Further Mathematics but may also need to undertake some supplementary study of statistics content.",
        "outcome": "<b>Outcome 1</b> Define and explain key concepts as specified in the content from the areas of study, and apply a range of related mathematical routines and procedures <br><b>Outcome 2</b> Apply mathematical processes in nonroutine contexts, including situations requiring problem-solving, modelling or investigative techniques or approaches, and analyse and discuss these applications of mathematics.<br><b>Outcome 3</b> Select and appropriately use numerical, graphical, symbolic and statistical functionalities of technology to develop mathematical ideas, produce results and carry out analysis in situations requiring problem-solving, modelling or investigative techniques or approaches",
        "assessment": "Final year structure<br><b>Final FM result</b> = Unit 3 17% + Unit 4 17% + Final exam paper 1 22% + Final exam paper 2 44%<br>Final exam <br>Examination 1 Description This examination comprises short-answer and some extended-answer questions covering all areas of study in relation to <b>Outcome 1</b>. It is designed to assess students’ knowledge of mathematical concepts, their skills in carrying out mathematical algorithms without the use of technology and their ability to apply concepts and skills.<br>Examination 2 Description This examination comprises multiple-choice questions and extended-answer questions covering all areas of the study in relation to all three outcomes, with an emphasis on <b>Outcome 2</b>. The examination is designed to assess students’ ability to understand and communicate mathematical ideas, and to interpret, analyse and solve both routine and non-routine problems.",
        "content": {
            "tags": [
                "Unit 1 and 2",
                "Unit 3 and 4"
            ],
            "Unit 1 and 2": "General Mathematics provides for different combinations of student interests and preparation for study of VCE Mathematics at the Unit 3 and 4 level. The areas of study for General Mathematics Unit 1 and Unit 2 are ‘Algebra and structure’, ‘Arithmetic and number’, ‘Discrete mathematics’, ‘Geometry, measurement and trigonometry’, ‘Graphs of linear and non-linear relations’ and ‘Statistics’.",
            "Unit 3 and 4": "Further Mathematics Units 3 and 4 are designed to be widely accessible and comprise a combination of non-calculus based content from a prescribed core and a selection of two from four possible modules across a range of application contexts. They provide general preparation for employment or further study, in particular where data analysis, recursion and number patterns are important. The assumed knowledge and skills for the Further Mathematics Units 3 and 4 prescribed core are covered in specified topics from General Mathematics Units 1 and 2. Students who have done only Mathematical Methods Units 1 and 2 will also have had access to assumed knowledge and skills to undertake Further Mathematics but may also need to undertake some supplementary study of statistics content."
        },
        "source": "MATHEMATICS study design<br>http://www.vcaa.vic.edu.au/Documents/vce/mathematics/MathematicsSD-2016.pdf"
    },
    "VCE-MATH2": {
        "subjectId": "VCE-MATH2",
        "subjectName": "Mathematical Methods",
        "subjectDesc": "VCE",
        "subjectIntros": "Mathematical Methods Units 1 and 2 are completely prescribed and provide an introductory study of simple elementary functions, algebra, calculus, probability and statistics and their applications in a variety of practical and theoretical contexts. They are designed as preparation for Mathematical Methods Units 3 and 4 and cover assumed knowledge and skills for those units.<br>Mathematical Methods Units 3 and 4 are completely prescribed and extend the study of simple elementary functions to include combinations of these functions, algebra, calculus, probability and statistics, and their applications in a variety of practical and theoretical contexts. They also provide background for further study in, for example, science, humanities, economics and medicine.",
        "outcome": "<b>Outcome 1</b> On completion of each unit the student should be able to define and explain key concepts as specified in the content from the areas of study, and apply a range of related mathematical routines and procedures. <br><b>Outcome 2</b> On completion of each unit the student should be able to apply mathematical processes in non-routine contexts, including situations requiring problem-solving, modelling or investigative techniques or approaches, and analyse and discuss these applications of mathematics. <br><b>Outcome 3</b> On completion of each unit the student should be able to select and appropriately use numerical, graphical, symbolic and statistical functionalities of technology to develop mathematical ideas, produce results and carry out analysis in situations requiring problem-solving, modelling or investigative techniques or approaches. ",
        "assessment": "<b>Final MM result</b> = Unit 3 17% + Unit 4 17% + Final exam paper 1 22% + Final exam paper 2 44%<br>Final exam <br>Examination 1 Description This examination comprises short-answer and some extended-answer questions covering all areas of study in relation to <b>Outcome 1</b>. It is designed to assess students’ knowledge of mathematical concepts, their skills in carrying out mathematical algorithms without the use of technology and their ability to apply concepts and skills.<br>Examination 2 Description This examination comprises multiple-choice questions and extended-answer questions covering all areas of the study in relation to all three outcomes, with an emphasis on <b>Outcome 2</b>. The examination is designed to assess students’ ability to understand and communicate mathematical ideas, and to interpret, analyse and solve both routine and non-routine problems.",
        "content": {
            "tags": [
                "Unit 1 and 2",
                "Unit 3 and 4"
            ],
            "Unit 1 and 2": "Mathematical Methods Units 1 and 2 provide an introductory study of simple elementary functions of a single real variable, algebra, calculus, probability and statistics and their applications in a variety of practical and theoretical contexts. They are designed as preparation for Mathematical Methods Units 3 and 4 and contain assumed knowledge and skills for these units.",
            "Unit 3 and 4": "Mathematical Methods Units 3 and 4 are completely prescribed and extend the introductory study of simple elementary functions of a single real variable, to include combinations of these functions, algebra, calculus, probability and statistics, and their applications in a variety of practical and theoretical contexts. "
        },
        "source": "MATHEMATICS study design<br>http://www.vcaa.vic.edu.au/Documents/vce/mathematics/MathematicsSD-2016.pdf"
    },
    "VCE-MATH3": {
        "subjectId": "VCE-MATH3",
        "subjectName": "Specialist Mathematics",
        "subjectDesc": "VCE",
        "subjectIntros": "Specialist Mathematics Units 1 and 2 comprise a combination of prescribed and selected non-calculus based topics and provide courses of study for students interested in advanced study of mathematics, with a focus on mathematical structure and reasoning. They incorporate topics that, in conjunction with Mathematical Methods Units 1 and 2, provide preparation for Specialist Mathematics Units 3 and 4 and cover assumed knowledge and skills for those units.<br>Specialist Mathematics Units 3 and 4 are designed to be taken in conjunction with Mathematical Methods Units 3 and 4, or following previous completion of Mathematical Methods Units 3 and 4. The areas of study extend content from Mathematical Methods Units 3 and 4 to include rational and other quotient functions as well as other advanced mathematics topics such as complex numbers, vectors, differential equations, mechanics and statistical inference. Study of Specialist Mathematics Units 3 and 4 assumes concurrent study or previous completion of Mathematical Methods Units 3 and 4.",
        "outcome": "<b>Outcome 1</b> On the completion of each unit the student should be able to define and explain key concepts as specified in the content from the areas of study, and apply a range of related mathematical routines and procedures.<br><b>Outcome 2</b> On the completion of each unit the student should be able to apply mathematical processes, with an emphasis on general cases, in non-routine contexts, and analyse and discuss these applications of mathematics.<br><b>Outcome 3</b> On completion of each unit the student should be able to select and appropriately use numerical, graphical, symbolic and statistical functionalities of technology to develop mathematical ideas, produce results and carry out analysis in situations requiring problem-solving, modelling or investigative techniques or approaches.",
        "assessment": "Final SM result = Unit 3 17% + Unit 4 17% + Final exam paper 1 22% + Final exam paper 2 44%<br>Final exam <br>Examination 1 Description This examination comprises short-answer and some extended-answer questions covering all areas of study in relation to <b>Outcome 1</b>. It is designed to assess students’ knowledge of mathematical concepts, their skills in carrying out mathematical algorithms without the use of technology and their ability to apply concepts and skills.<br>Examination 2 Description This examination comprises multiple-choice questions and extended-answer questions covering all areas of the study in relation to all three outcomes, with an emphasis on <b>Outcome 2</b>. The examination is designed to assess students’ ability to understand and communicate mathematical ideas, and to interpret, analyse and solve both routine and non-routine problems.",
        "content": {
            "tags": [
                "Unit 1 and 2",
                "Unit 3 and 4"
            ],
            "Unit 1 and 2": "Specialist Mathematics Units 1 and 2 provide a course of study for students who wish to undertake an in-depth study of mathematics, with an emphasis on concepts, skills and processes related to mathematical structure, modelling, problem solving and reasoning. This study has a focus on interest in the discipline of mathematics in its own right and investigation of a broad range of applications, as well as development of a sound background for further studies in mathematics and mathematics related fields.",
            "Unit 3 and 4": "Specialist Mathematics Units 3 and 4 consist of the areas of study: ‘Functions and graphs’, ‘Algebra’, ‘Calculus’, ‘Vectors’, ‘Mechanics’ and ‘Probability and statistics’. The development of course content should highlight mathematical structure, reasoning and applications across a range of modelling contexts with an appropriate selection of content for each of Unit 3 and Unit 4. The selection of content for Unit 3 and Unit 4 should be constructed so that there is a balanced and progressive development of knowledge and skills with connections among the areas of study being developed as appropriate across Unit 3 and Unit 4.  "
        },
        "source": "MATHEMATICS study design<br>http://www.vcaa.vic.edu.au/Documents/vce/mathematics/MathematicsSD-2016.pdf"
    },
    "VCE-PHYS1": {
        "subjectId": "VCE-PHYS1",
        "subjectName": "Physics",
        "subjectDesc": "VCE",
        "subjectIntros": "Physics seeks to understand and explain the physical world. It examines models and ideas used to make sense of the world and which are sometimes challenged as new knowledge develops. By looking at the way matter and energy interact through observations, measurements and experiments, physicists gain a better understanding of the underlying laws of nature.",
        "outcome": "<b>Outcome 1</b> Analyse gravitational, electric and magnetic fields, and use these to explain the operation of motors and particle accelerators and the orbits of satellites.<br><b>Outcome 2</b> Analyse and evaluate an electricity generation and distribution system.<br><b>Outcome 3</b> Investigate motion and related energy transformations experimentally, analyse motion using Newton’s laws of motion in one and two dimensions, and explain the motion of objects moving at very large speeds using Einstein’s theory of special relativity<br><b>Outcome 4</b> Apply wave concepts to analyse, interpret and explain the behaviour of light.<br><b>Outcome 5</b> Provide evidence for the nature of light and matter, and analyse the data from experiments that support this evidence.<br><b>Outcome 6</b> Design and undertake a practical investigation related to waves, fields or motion, and present methodologies, findings and conclusions in a scientific poster.",
        "assessment": "Final result = Unit 3 21% + Unit 4 19% + Final exam 60%<br>Final exam <br>All the key knowledge that underpins the outcomes in Units 3 and 4 and the cross-study key science skills are examinable. ",
        "content": {
            "tags": [
                "Unit1",
                "Unit2",
                "Unit3",
                "Unit4"
            ],
            "Unit1": "In this unit students explore how physics explains phenomena, at various scales, which are not always visible to the unaided human eye. They examine some of the fundamental ideas and models used by physicists in an attempt to understand and explain the world. Students consider thermal concepts by investigating heat, probe common analogies used to explain electricity and consider the origins and formation of matter. Students use thermodynamic principles to explain phenomena related to changes in thermal energy. They apply thermal laws when investigating energy transfers within and between systems, and assess the impact of human use of energy on the environment. Students examine the motion of electrons and explain how it can be manipulated and utilised. They explore current scientifically accepted theories that explain how matter and energy have changed since the origins of the Universe. ",
            "Unit2": "In this unit students explore the power of experiments in developing models and theories. They investigate a variety of phenomena by making their own observations and generating questions, which in turn lead to experiments. Students make direct observations of physics phenomena and examine the ways in which phenomena that may not be directly observable can be explored through indirect observations. In the core component of this unit students investigate the ways in which forces are involved both in moving objects and in keeping objects stationary.",
            "Unit3": "In this unit students explore the importance of energy in explaining and describing the physical world. They examine the production of electricity and its delivery to homes. Students consider the field model as a construct that has enabled an understanding of why objects move when they are not apparently in contact with other objects. Applications of concepts related to fields include the transmission of electricity over large distances and the design and operation of particle accelerators. They explore the interactions, effects and applications of gravitational, electric and magnetic fields. Students use Newton’s laws to investigate motion in one and two dimensions, and are introduced to Einstein’s theories to explain the motion of very fast objects. They consider how developing technologies can challenge existing explanations of the physical world, requiring a review of conceptual models and theories. ",
            "Unit4": "A complex interplay exists between theory and experiment in generating models to explain natural phenomena including light. Wave theory has classically been used to explain phenomena related to light; however, continued exploration of light and matter has revealed the particle-like properties of light. On very small scales, light and matter – which initially seem to be quite different – have been observed as having similar properties. In this unit, students explore the use of wave and particle theories to model the properties of light and matter. They examine how the concept of the wave is used to explain the nature of light and explore its limitations in describing light behaviour. Students further investigate light by using a particle model to explain its behaviour. A wave model is also used to explain the behaviour of matter which enables students to consider the relationship between light and matter. Students learn to think beyond the concepts experienced in everyday life to study the physical world from a new perspective. "
        },
        "source": "PHYSICS study design<br>http://www.vcaa.vic.edu.au/Documents/vce/physics/PhysicsSD-2016.pdf"
    },
    "VCE-CHEM1": {
        "subjectId": "VCE-CHEM1",
        "subjectName": "Chemistry",
        "subjectDesc": "VCE",
        "subjectIntros": "VCE Chemistry enables students to explore key processes related to matter and its behaviour. Students consider the relationship between materials and energy through four themes: the design and composition of useful materials, the reactions and analysis of chemicals in water, the efficient production and use of energy and materials, and the investigation of carbon-based compounds as important components of body tissues and materials used in society. Students examine classical and contemporary research, models and theories to understand how knowledge in chemistry has evolved and continues to evolve in response to new evidence and discoveries. An understanding of the complexities and diversity of chemistry leads students to appreciate the interconnectedness of the content areas both within chemistry, and across chemistry and the other sciences.",
        "outcome": "<b>Outcome 1</b> Compare fuels quantitatively with reference to combustion products and energy outputs, apply knowledge of the electrochemical series to design, construct and test galvanic cells, and evaluate energy resources based on energy efficiency, renewability and environmental impact.<br><b>Outcome 2</b> Apply rate and equilibrium principles to predict how the rate and extent of reactions can be optimised, and explain how electrolysis is involved in the production of chemicals and in the recharging of batteries.<br><b>Outcome 3</b> Compare the general structures and reactions of the major organic families of compounds, deduce structures of organic compounds using instrumental analysis data, and design reaction pathways for the synthesis of organic molecules.<br><b>Outcome 4</b> Distinguish between the chemical structures of key food molecules, analyse the chemical reactions involved in the metabolism of the major components of food including the role of enzymes, and calculate the energy content of food using calorimetry<br><b>Outcome 5</b> Design and undertake a practical investigation related to energy and/or food, and present methodologies, findings and conclusions in a scientific poster",
        "assessment": "Final result = Unit 3 16% + Unit 4 24% + Final exam 60%<br>Final exam <br>The examination will be set by a panel appointed by the VCAA. All the key knowledge that underpins the outcomes in Units 3 and 4 and the cross-study key science skills are examinable. ",
        "content": {
            "tags": [
                "Unit1",
                "Unit2",
                "Unit3",
                "Unit4"
            ],
            "Unit1": "Students examine the modification of metals, assess the factors that affect the formation of ionic crystals and investigate a range of non-metallic substances from molecules to polymers and giant lattices and relate their structures to specific applications. Students are introduced to quantitative concepts in chemistry including the mole concept. They apply their knowledge to determine the relative masses of elements and the composition of substances. Throughout the unit students use chemistry terminology including symbols, formulas, chemical nomenclature and equations to represent and explain observations and data from experiments, and to discuss chemical phenomena.",
            "Unit2": "Students examine the polar nature of a water molecule and the intermolecular forces between water molecules. They explore the relationship between these bonding forces and the physical and chemical properties of water. In this context students investigate solubility, concentration, pH and reactions in water including precipitation, acid-base and redox. Students are introduced to stoichiometry and to analytical techniques and instrumental procedures, and apply these to determine concentrations of different species in water samples, including chemical contaminants. They use chemistry terminology including symbols, units, formulas and equations to represent and explain observations and data from experiments, and to discuss chemical phenomena. ",
            "Unit3": "Students compare and evaluate different chemical energy resources, including fossil fuels, biofuels, galvanic cells and fuel cells. They investigate the combustion of fuels, including the energy transformations involved, the use of stoichiometry to calculate the amounts of reactants and products involved in the reactions, and calculations of the amounts of energy released and their representations. Students consider the purpose, design and operating principles of galvanic cells, fuel cells and electrolytic cells. In this context they use the electrochemical series to predict and write half and overall redox equations, and apply Faraday’s laws to calculate quantities in electrolytic reactions.",
            "Unit4": "Students study the ways in which organic structures are represented and named. They process data from instrumental analyses of organic compounds to confirm or deduce organic structures, and perform volumetric analyses to determine the concentrations of organic chemicals in mixtures. Students consider the nature of the reactions involved to predict the products of reaction pathways and to design pathways to produce particular compounds from given starting materials. Students investigate key food molecules through an exploration of their chemical structures, the hydrolytic reactions in which they are broken down and the condensation reactions in which they are rebuilt to form new molecules. In this context the role of enzymes and coenzymes in facilitating chemical reactions is explored. "
        },
        "source": "CHEMISTRY study design<br>http://www.vcaa.vic.edu.au/Documents/vce/chemistry/ChemistrySD-2016.pdf"
    },
    "VCE-BIO1": {
        "subjectId": "VCE-BIO1",
        "subjectName": "Biology",
        "subjectDesc": "VCE",
        "subjectIntros": "Biology is a diverse and evolving science discipline that seeks to understand and explore the nature of life, past and present. Despite the diversity of organisms and their many adaptations for survival in various environments, all life forms share a degree of relatedness and a common origin. The study explores the dynamic relationships between organisms and their interactions with the non-living environment. It also explores the processes of life, from the molecular world of the cell to that of the whole organism, that maintain life and ensure its continuity. Students examine classical and contemporary research, models and theories to understand how knowledge in biology has evolved and continues to evolve in response to new evidence and discoveries. An understanding of the complexities and diversity of biology leads students to appreciate the interconnectedness of the content areas both within biology, and across biology and the other sciences.",
        "outcome": "<b>Outcome 1</b> Explain the dynamic nature of the cell in terms of key cellular processes including regulation, photosynthesis and cellular respiration, and analyse factors that affect the rate of biochemical reactions<br><b>Outcome 2</b> Apply a stimulus-response model to explain how cells communicate with each other, outline immune responses to invading pathogens, distinguish between the different ways that immunity may be acquired, and explain how malfunctions of the immune system cause disease<br><b>Outcome 3</b> Analyse evidence for evolutionary change, explain how relatedness between species is determined, and elaborate on the consequences of biological change in human evolution<br><b>Outcome 4</b> Describe how tools and techniques can be used to manipulate DNA, explain how biological knowledge is applied to biotechnical applications, and analyse the interrelationship between scientific knowledge and its applications in society<br><b>Outcome 5</b> Design and undertake a practical investigation related to cellular processes and/or biological change and continuity over time, and present methodologies, findings and conclusions in a scientific poster.",
        "assessment": "Final result = Unit 3 16% + Unit 4 24% + Final exam 50%<br>Final exam <br>All the key knowledge that underpins the outcomes in Units 3 and 4 and the cross-study key science skills are examinable.",
        "content": {
            "tags": [
                "Unit1",
                "Unit2",
                "Unit3",
                "Unit4"
            ],
            "Unit1": "In this unit students are introduced to some of the challenges to an organism in sustaining life. Students examine the cell as the structural and functional unit of life, from the single celled to the multicellular organism, and the requirements for sustaining cellular processes in terms of inputs and outputs. They analyse types of adaptations that enhance the organism’s survival in a particular environment and consider the role homeostatic mechanisms play in maintaining the internal environment. Students investigate how a diverse group of organisms form a living interconnected community that is adapted to, and utilises, the abiotic resources of its habitat. The role of a keystone species in maintaining the structure of an ecosystem is explored. Students consider how the planet’s biodiversity is classified and the factors that affect the growth of a population.",
            "Unit2": "In this unit students focus on cell reproduction and the transmission of biological information from generation to generation. Students learn that all cells are derived from pre-existing cells through the cell cycle. They examine the process of DNA replication and compare cell division in both prokaryotic and eukaryotic organisms. Students explore the mechanisms of asexual and sexual reproductive strategies, and consider the advantages and disadvantages of these two types of reproduction. The role of stem cells in the differentiation, growth, repair and replacement of cells in humans is examined, and their potential use in medical therapies is considered.",
            "Unit3": "The cell is a dynamic system of interacting molecules that define life. An understanding of the workings of the cell enables an appreciation of both the capabilities and the limitations of living organisms whether animal, plant, fungus or microorganism. The convergence of cytology, genetics and biochemistry makes cell biology one of the most rapidly evolving disciplines in contemporary biology.",
            "Unit4": "In this unit students consider the continual change and challenges to which life on Earth has been subjected. They investigate the relatedness between species and the impact of various change events on a population’s gene pool. The accumulation of changes over time is considered as a mechanism for biological evolution by natural selection that leads to the rise of new species. Students examine change in life forms using evidence from palaeontology, biogeography, developmental biology and structural morphology. They explore how technological developments in the fields of comparative genomics, molecular homology and bioinformatics have resulted in evidence of change through measurements of relatedness between species."
        },
        "source": "Biology study design<br>http://www.vcaa.vic.edu.au/Documents/vce/biology/BiologySD-2016.pdf"
    },
    "VCE-ACC1": {
        "subjectId": "VCE-ACC1",
        "subjectName": "Accounting",
        "subjectDesc": "VCE",
        "subjectIntros": "VCE Accounting focuses on the financial recording, reporting and decision-making processes of a sole proprietor small business. Students study both theoretical and practical aspects of accounting. Financial data will be collected and recorded, and accounting information reported, using both manual and information and communications technology (ICT) methods.",
        "outcome": "<b>Outcome 1</b> Record financial data for a single activity sole trader using a double entry system, and discuss the function of various aspects of this accounting system<br><b>Outcome 2</b> Record balance day adjustments and prepare and interpret accounting reports<br><b>Outcome 3</b> Record financial data using double entry accounting and report accounting information using an accrual-based system for a single activity sole trader, and discuss the function of various aspects of this accounting system.<br><b>Outcome 4</b> Prepare budgets and variance reports, evaluate the performance of a business using financial and non-financial information and discuss strategies to improve the profitability and liquidity of the business",
        "assessment": "Final result = Unit 3 25% + Unit 4 25% + Final exam 50%<br>Final exam <br>All the key knowledge and key skills that underpin the outcomes in Units 3 and 4 are examinable. ",
        "content": {
            "tags": [
                "Unit1",
                "Unit2",
                "Unit3",
                "Unit4"
            ],
            "Unit1": "This unit focuses on the establishment of a small business and the accounting and financial management of the business. Students are introduced to the processes of gathering and recording financial data and the reporting and analysing of accounting information by internal and external users. The cash basis of recording and reporting is used throughout this unit.",
            "Unit2": "This unit extends the accounting process from a service business and focuses on accounting for a sole proprietor of a single activity trading business. Students use a single entry recording system for cash and credit transactions and the accrual method for determining profit. They analyse and evaluate the performance of the business using financial and non-financial information. Using these evaluations, students suggest strategies to the owner on how to improve the performance of the business.",
            "Unit3": "This unit focuses on financial accounting for a single activity trading business as operated by a sole trader and emphasises the role of accounting as an information system. Students use the double entry system of recording financial data and prepare reports using the accrual basis of accounting. The perpetual method of stock recording with the First In, First Out (FIFO) method is also used.",
            "Unit4": "This unit provides an extension of the recording and reporting processes from Unit 3 and the use of financial and non-financial information in assisting management in the decision-making process. The unit is based on the double entry accounting system and the accrual method of reporting for a single activity trading business using the perpetual inventory recording system. "
        },
        "source": "ACCOUNTING study design<br>http://www.vcaa.vic.edu.au/documents/vce/account/accountingsd-2013.pdf"
    },
    "VCE-ECO1": {
        "subjectId": "VCE-ECO1",
        "subjectName": "Economics",
        "subjectDesc": "VCE",
        "subjectIntros": "Economics is the study of how resources are allocated to meet the needs and wants of society. It attempts to explain how and why individuals behave the way they do and the consequences of their decision making. Studying Economics as a social science enables students to gain valuable insight into the economic problems that they may face on an individual basis and collectively as a society to meet the needs and wants of citizens, and may therefore assist them in making more informed and responsible decisions.",
        "outcome": "<b>Outcome 1</b> Explain how markets operate to allocate resources, and discuss the effect of government intervention on market outcomes.<br><b>Outcome 2</b> Analyse key contemporary factors that may have influenced the Australian Government’s domestic macroeconomic goals over the past two years and discuss how achievement of these goals may affect living standards.<br><b>Outcome 3</b> Explain the factors that may influence Australia’s international transactions and evaluate how international transactions and trade liberalisation may influence the current account balance, the Australian Government’s domestic macroeconomic goals and living standards in Australia.<br><b>Outcome 4</b> Discuss the nature and operation of aggregate demand policies and analyse how the policies may influence the Australian Government’s domestic macroeconomic goals and living standards.",
        "assessment": "Final result = Unit 3 25% + Unit 4 25% + Final exam 50%<br>Final exam <br>All the key knowledge and key skills that underpin the outcomes in Units 3 and 4 are examinable. ",
        "content": {
            "tags": [
                "Unit1",
                "Unit2",
                "Unit3",
                "Unit4"
            ],
            "Unit1": "Economics is a dynamic and constantly evolving field. As a social science, Economics is interested in the way humans behave and the decisions made to meet the needs and wants of society. In this unit students explore their role in the economy, how they interact with businesses and the way economic models and theories have been developed to explain the causes and effects of human action.",
            "Unit2": "Students consider the influence on the world’s living standards of the decisions made and the actions taken in the global economy by investigating one or more contemporary global issues and the trade-offs involved. Through an examination of the issue, students gain a greater appreciation of additional factors that can affect living standards in both Australia and in other nations. They consider the perspectives of relevant stakeholders and evaluate the validity of individual and collective responses to global issues.",
            "Unit3": "In this unit students develop an understanding of the macroeconomy. They investigate the factors that influence the level of aggregate demand and aggregate supply in the economy and use models and theories to explain how changes in these variables might influence the achievement of the Australian Government’s domestic macroeconomic goals and affect living standards.",
            "Unit4": "The ability of the Australian Government to achieve its domestic macroeconomic goals has a significant effect on living standards in Australia. The Australian Government can utilise a wide range of policy instruments to influence these goals and to positively affect living standards. Students develop an understanding of how the Australian Government can alter the composition and level of government outlays and receipts to directly and indirectly influence the level of aggregate demand and the achievement of domestic macroeconomic goals."
        },
        "source": "ECONOMICS study design<br>http://www.vcaa.vic.edu.au/Documents/vce/economics/EconomicsSD-2017.pdf"
    },
    "VCE-LEG1": {
        "subjectId": "VCE-LEG1",
        "subjectName": "Legal study",
        "subjectDesc": "VCE",
        "subjectIntros": "VCE Legal Studies examines the institutions and principles which are essential to Australia’s legal system. Students develop an understanding of the rule of law, law-makers, key legal institutions, rights protection in Australia, and the justice system. <br>Through applying knowledge of legal concepts and principles to a range of actual and/or hypothetical scenarios, students develop their ability to use legal reasoning to argue a case for or against a party in a civil or criminal matter. They consider and evaluate recent and recommended reforms to the criminal and civil justice systems, and engage in an analysis of the extent to which our legal institutions are effective and our justice system achieves the principles of justice. For the purposes of this study, the principles of justice are fairness (fair legal processes are in place, and all parties receive a fair hearing); equality (all people treated equally before the law, with an equal opportunity to present their case); and access (understanding of legal rights and ability to pursue their case).",
        "outcome": "<b>Outcome 1</b> Explain the rights of the accused and of victims in the criminal justice system, discuss the means used to determine criminal cases and evaluate the ability of the criminal justice system to achieve the principles of justice.<br><b>Outcome 2</b> Analyse the factors to consider when initiating a civil claim, discuss the institutions and methods used to resolve civil disputes and evaluate the ability of the civil justice system to achieve the principles of justice.<br><b>Outcome 3</b> Discuss the significance of High Court cases involving the interpretation of the Australian Constitution and evaluate the ways in which the Australian Constitution acts as a check on parliament in law-making.<br><b>Outcome 4</b> Discuss the factors that affect the ability of parliament and courts to make law, evaluate the ability of these law-makers to respond to the need for law reform, and analyse how individuals, the media and law reform bodies can influence a change in the law.",
        "assessment": "Final result = Unit 3 25% + Unit 4 25% + Final exam 50%<br>Final exam <br>All the key knowledge and key skills that underpin the outcomes in Units 3 and 4 are examinable. ",
        "content": {
            "tags": [
                "Unit1",
                "Unit2",
                "Unit3",
                "Unit4"
            ],
            "Unit1": "Criminal law and civil law aim to achieve social cohesion and protect the rights of individuals. Criminal law is aimed at maintaining social order and infringing criminal law can result in charges. Civil law deals with the infringement of a person’s or group’s rights and breaching civil law can result in litigation.",
            "Unit2": "Criminal law and civil law aim to protect the rights of individuals. When rights are infringed, a case or dispute may arise which needs to be determined or resolved, and sanctions or remedies may be imposed. This unit focuses on the enforcement of criminal law and civil law, the methods and institutions that may be used to determine a criminal case or resolve a civil dispute, and the purposes and types of sanctions and remedies and their effectiveness.",
            "Unit3": "The Victorian justice system, which includes the criminal and civil justice systems, aims to protect the rights of individuals and uphold the principles of justice: fairness, equality and access. In this unit students examine the methods and institutions in the justice system and consider their appropriateness in determining criminal cases and resolving civil disputes. Students consider the Magistrates’ Court, County Court and Supreme Court within the Victorian court hierarchy, as well as other Victorian legal institutions and bodies available to assist with cases. Students explore matters such as the rights available to an accused and to victims in the criminal justice system, the roles of the judge, jury, legal practitioners and the parties, and the ability of sanctions and remedies to achieve their purposes. Students investigate the extent to which the principles of justice are upheld in the justice system. They discuss recent reforms from the past four years and recommended reforms to enhance the ability of the justice system to achieve the principles of justice. Throughout this unit, students apply legal reasoning and information to actual and/or hypothetical scenarios.",
            "Unit4": "The study of Australia’s laws and legal system involves an understanding of institutions that make and reform our laws, and the relationship between the Australian people, the Australian Constitution and law-making bodies. In this unit, students explore how the Australian Constitution establishes the law-making powers of the Commonwealth and state parliaments, and protects the Australian people through structures that act as a check on parliament in law-making. Students develop an understanding of the significance of the High Court in protecting and interpreting the Australian Constitution. They investigate parliament and the courts, and the relationship between the two in law-making, and consider the roles of the individual, the media and law reform bodies in influencing law reform. Throughout this unit, students apply legal reasoning and information to actual scenarios."
        },
        "source": "LEGAL STUDIES study design<br>http://www.vcaa.vic.edu.au/Documents/vce/legalstudies/LegalSD_2018.pdf"
    }
}
